Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: "Our convenience stores, ""Extra"", raised their sales in 64.5%, and the store format reconversion project was fully completed."
es: "Las tiendas de conveniencia ""Extra"" lograron incrementar las ventas 64.5%, asimismo el proyecto de reconversión de formato se concluyó al 100%."

source: For example, you can find out how many transactions were posted in a certain store on a certain day, the POS differences for a cashier, or the discounts that were granted by a particular cashier.
es: Por ejemplo, puede saber cuántas transacciones se contabilizaron en una tienda determinada en un día determinado, las diferencias TPV de un cajero o los descuentos que un cajero determinado concedió.

source: Data for completed transactions can be deleted from the system without being archived if you do not require the data for further analyses.
es: Se pueden borrar del sistema los datos de actividades concluidas sin que estén archivados, si no necesita los datos para realizar más análisis.

source: I find it a particularly good image because when two cogs mesh, they move something, and that is exactly what we want.
es: Creo que es una imagen especialmente buena porque, cuando esas dos piezas encajan, mueven algo, que es justamente lo que queremos.

source: We are not clones of men, we are not merely cogs in the production system.
es: No somos un clon del hombre, no somos un engranaje del sistema de producción.

source: We seek to be what one might describe as the cogs in a well-oiled machine.
es: Intentamos ser lo que podría llamarse los engranajes de una máquina bien engrasada.

source: In that sense, Otto Bock employees do not become anonymous cogs in the machine, but important components of the company.
es: En ese sentido, los empleados de Otto Bock no se convierten en ruedas de una máquina, sino en parte importante de la compañía.

source: Since then, though, this unusual co-branding scheme has proved to be very valuable for both parties.
es: Mientras tanto, esta especial cooperación entre marcas se ha convertido en algo muy valioso para ambas partes.

source: The investigation revealed that the amounts of credit costs were inflated by applying an artificially high internal company interest rate.
es: La investigación reveló que los volúmenes de costes de créditos se hincharon aplicando un tipo de interés interno empresarial artificialmente elevado.

source: Despite this, the company has maintained its 100 per cent interest in 25 prospecting licences for sea floor massive sulphide deposits.
es: Pese a ello, la empresa ha mantenido el 100% de su participación en 25 licencias de prospección de depósitos con gran contenido de sulfuro de los fondos marinos.

source: In that case the Commission does indeed have an interest, but I would merely suggest to you that the Commission has no business or interest in how one company wishes to adjust output to demand.
es: En este caso la Comisión realmente tiene un interés, pero yo simplemente señalaría que la Comisión no tiene interés en el modo en que una empresa desea adaptar la producción a la demanda.

source: How can the international community, a multinational company and one of the world's main countries, stand by and watch this happen?
es: ¿Cómo pueden la comunidad internacional, una multinacional y uno de los países más importantes del mundo mantenerse al margen mientras todo esto sucede?

source: These projects are based on cooperation between the company, community and public institutions with a local presence.
es: Estos proyectos se basan en una cooperación entre la empresa, la comunidad y una institución pública con presencia local.

source: Tell the local community about your club's support of LCIF to garner more community interest and awareness of your club and its various programs.
es: Difunda información del respaldo que su club brinda a LCIF, a fin de lograr que la comunidad conozca y se interese más por su club y los diversos programas que desarrolla.

source: Community cereal banking has received a high level of community interest and participation.
es: Los bancos de cereales han despertado gran interés y deseos de participación en la comunidad.

source: The knowledge management initiative will facilitate synergies across subprogrammes and underpin continuous improvement in performance and service standards that will in turn impact positively on the policies adopted by member States and regional economic commissions.
es: La iniciativa de gestión del conocimiento facilitará las sinergias entre los subprogramas y sustentará el mejoramiento constante del rendimiento y los niveles de servicio que a su vez incidirán en forma positiva en las políticas adoptadas por los Estados miembros y las comisiones económicas regionales.

source: "The cost of bribes, ""commissions"" or kickbacks is usually added to the goods supplied or services rendered."
es: "El costo de los sobornos o coimas ""comisiones"" se agrega corrientemente al precio de los bienes provistos o los servicios prestados."

source: Commissions are paid the third month after the close of the month the customer is billed.
es: Las comisiones son pagadas el tercer mes después de cerrar el mes donde el cliente es facturado.

source: We also encourage the other commissions responsible for justice reform, competitiveness and information technology to continue their work so as to be able to submit their respective reports as soon as possible.
es: También conviene alentar a las demás comisiones encargadas de la reforma de la justicia, de la competitividad y de la tecnología de la información a seguir trabajando a fin de que puedan presentar sus respectivos informes lo antes posible.

source: The provincial commissions are the first point of appeal in case of failure to reach an amicable settlement.
es: Las comisiones provinciales constituyen el primer nivel de apelación si no se llega a una solución amistosa.

source: SCOR is a frequent issuer of Insurance linked Securities (ILS), with nine completed transactions Atlas Reinsurance I, II, III, and IV, Atlas V and Atlas VI, Helix 04 (originally issued by Converium, which is now part of SCOR), and a four-year mortality swap to which a new layer was added to protect the Group against major pandemics, natural catastrophes and terrorist attacks.
es: SCOR es un emisor regular de títulos relacionados con el seguro ILS (Insurance-Linked Securities) con, al día de hoy, nueve operaciones realizadas Atlas Reinsurance I, II, III, IV, Atlas V y Atlas VI, Helix (inicialmente emitidos por Converium, hoy sociedad del Grupo SCOR), y el swap de Mortalidad de una duración de cuatro años, al cual se agrega un nivel de protección suplementario contra pandemias importantes, catástrofes naturales y atentados terroristas.

source: The balance and the account statement of the Registrar will be able to be consulted in the System, and these will show the modifications that they suffer depending on the transactions completed; taking into account the term stipulated in the Fifth Clause for the accreditation of deposits and the period set up in the Business rules for cashing Chargeable Operations.
es: El saldo y el Estado de Cuenta del Registrar podrán ser consultados en el Sistema, y estos mostrarán las modificaciones que sufran dependiendo de las transacciones realizadas; tomando en cuenta el plazo estipulado en la Cláusula Quinta para la acreditación de los depósitos y el período establecido en las Reglas de Negocio para el cobro de las Operaciones Cobrables.

source: This can be done through the school store secretary and must be completed prior to your leaving.
es: Esto puede ser hecho atreves de la secretaria de asistencias y debe ser completada con anterioridad a su salida.

source: The band saw sharpener model P-150V is designed to sharp and rectify the cogs of the tape saws according to the necessity, it has an accessory that allows you to charge the advance velocity of the band to give the perfect finish.
es: La maquina Afiladora para Sierra Cinta Modelo p-150V esta diseñada para afilar y rectificar los dientes de las sierras cinta de acuerdo a su necesidad, posee un aditamento que permite variar la velocidad de avance de la cinta para darle un acabado perfecto.

source: I particularly liked the way that Mr Surján described the Commissioner and me when he said that we were like two interlocking cogs.
es: Me ha gustado sobre todo la forma en que el señor Surján ha hablado de la Comisaria y de mí diciendo que somos como dos piezas que encajan en un mismo engranaje.

source: It allows disc sharpening with the tungsten's cogs as well as steel discs.
es: discos con dientes de tungsteno así como discos de acero.

source: Belt cogs are aramid fibre reinforced.
es: Los dientes de la correa están reforzados con fi bra de aramida.

source: In this case, co-branding is no longer needed, as cross-border and national transactions are automatically covered by the same schemes
es: En este caso, ya no será necesario compartir la marca, dado que las operaciones nacionales y transfronterizas quedarán automáticamente cubiertas por las mismas redes

source: At some point, however, the whole market seemed to be considering co-branding as the one and only solution for making card payment schemes SEPA-compliant.
es: Sin embargo, en algún momento, el conjunto del mercado pareció considerar que la marca compartida constituía la única solución para que las redes de tarjetas cumplieran los requisitos de la SEPA.

source: For a new scheme to be successful, it is considered critical that the issuing banks have the possibility for co-branding the new European scheme with an international scheme.
es: Para que una nueva red tenga éxito, se considera esencial que las entidades emisoras puedan compartir la marca de la nueva red europea con una red internacional.

source: The prohibition on co-branding with networks which are deemed competitors and with non banks might limit competition between networks and between banks and non-banks respectively.
es: La prohibición de compartir marcas con redes que se consideran competidoras y con entidades no bancarias podría limitar la competencia entre redes y entre bancos y entidades no bancarias, respectivamente.

source: The Océ Quality Centre co-branding enhances your marketing with the power of the global Océ brand.
es: Océ Quality Center con su colaboración mejorará su marketing con el potencial internacional de la marca Océ.

source: Co-branding is also one of the three options offered to card schemes to become SEPA-compliant in the long run.
es: La marca compartida es, asimismo, una de las tres opciones de las que disponen las redes de tarjetas para cumplir los requisitos de la SEPA a largo plazo.

source: Co-branding is a valid option, also for the long term.
es: La marca compartida es una opción válida, también a largo plazo.

source: "co-branding allows schemes and banks to retain some degree of ""internal governance"" or local autonomy"
es: la marca compartida permite a redes y entidades preservar un cierto grado de «gestión interna» o de autonomía local

source: Therefore, co-branding cannot be the only, or even the main, solution in the long term.
es: Por ello, la marca compartida no puede ser la única solución, ni incluso la principal, a largo plazo.

source: They claimed that the aid would distort competition conditions to an extent that was contrary to Community interest and which threatened their very existence.
es: Estas empresas alegaron que se falsearía la competencia en una medida contraria al interés de la Comunidad y que la ayuda constituía una amenaza vital.

source: The REMO project, declared of community interest by the European Union and financed by the EIB (European Investment Bank) and by the ADB (African Development Bank), crosses a protected area that has been qualified as an CIA (Community Interest Area), specifically the Parque Natural del Estrecho (Tarifa) and that included in the Natura 2000 network.
es: El Proyecto REMO, declarado de interés comunitario por la Unión Europea y financiado por el BEI (Banco Europeo de Inversiones) y por el BAD (Banco Africano para el Desarrollo), atraviesa un espacio protegido calificado como LIC (Lugar de Interés Comunitario) que se denomina Parque Natural del Estrecho (Tarifa) y que está incluido en la Red Natura 2000.

source: (c) All the organizations should endeavour to harmonize their regional programme cycles in consultation and coordination with the regional commissions.
es: c) Todas las organizaciones deberán procurar armonizar sus ciclos de programación regionales en consulta y en coordinación con las comisiones regionales.

source: estimates of management expenses, in particular current general expenses and commissions
es: las estimaciones de los gastos de gestión, en especial las comisiones y los gastos generales corrientes

source: Any additional accounts will not count towards qualifications but commissions will be paid on these accounts.
es: Cualquier cuenta adicional no contará para las calificaciones, pero serán pagadas comisiones en estas cuentas.

source: This is indeed commission work and could therefore be assigned to an early joint meeting of the commissions.
es: Se trata, desde luego, de un trabajo de comisión y por ello podría asignarse a una reunión conjunta inicial de las comisiones.

source: soft commissions in accordance with point 4.
es: las comisiones en especie (soft commissions) con arreglo al punto 4.

source: The sharpener foe tape saw model P-150, is designed to sharp and rectify the cogs of the band saws according to the necessity, because this can do any shape of the cog and course in an easy way.
es: La maquina Afiladora para Sierra Cinta Modelo p-150 esta diseñada para afilar y rectificar los dientes de las sierras cinta de acuerdo a su necesidad, ya que esta puede hacer cualquier forma de diente y paso de una manera muy sencilla.

source: On the Table Format tab, select the Visible and Active options for COGS Account and choose OK.
es: En la ficha Formato de tabla, seleccione las opciones Visible y Activo para la cuenta de precio de coste y seleccione OK.

source: Condition type COGS (cost of sales) forms the basis for calculating the sales commission.
es: La clase de condición COGS (gastos de venta) constituye la base de cálculo de la comisión de ventas.

source: I'm interested in showing that as individuals we grapple with the world around us but we are also cogs in the process of events, and we are not always in control or conscious of this.
es: Lo que me interesa es poner de manifiesto que somos individuos en lucha con el mundo, pero también engranajes de lo que pasa en él, y que no siempre tenemos el control ni somos conscientes.

source: You can manually attribute the costs on a row level to a different COGS account.
es: Se pueden atribuir los costes en el nivel de línea a otra cuenta de precio de coste.

source: Those are just a few things that need adjusting, but many small cogs need to move if there is to be a successful balance and harmony between work and family life for both men and women.
es: Estos son solo algunos de los aspectos que requieren un reajuste, pero aún se deben mover muchos otros pequeños engranajes para lograr el equilibrio y la armonía entre la vida familiar y profesional tanto para mujeres como para hombres.

source: EBITDA (Operating income + Depreciation - Equity income of Associates included in COGS) totaled 22,217 million pesos, with a 29.5% margin.
es: El EBITDA (Utilidad de Operación más Depreciación menos Participación en Asociadas incluida en el Costo de Ventas) se ubicó en 22,217 millones de pesos con un margen de 29.5%.

source: Inflation and interest rates are key cogs in market mechanisms.
es: La inflación y los tipos de interés son elementos esenciales de los mecanismos de mercado.

source: In our view, it is a very important task to ensure that all EU foreign policy instruments - development aid, diplomacy, trade policy, civilian and military crisis management, institution-building, humanitarian assistance - work as part of a coherent whole, like interlinked cogs in a well-oiled machine.
es: En nuestra opinión, es una tarea muy importante asegurar que todos los instrumentos de política exterior de la UE -ayuda al desarrollo, diplomacia, política comercial, gestión de crisis civiles y militares, creación de instituciones, ayuda humanitaria- funcionen en el marco de un conjunto coherente, como engranajes que encajan en una máquina bien engrasada.

source: Global reach is just an option since banks could provide wider coverage via co-branding.
es: La cobertura mundial sólo es una opción, por cuanto las entidades de crédito podrían ofrecer una cobertura más amplia mediante acuerdos de marca compartida.

source: Is highly recommend for the Users to review in detail the privacy policies that are deployed on the co-branding sites.
es: Por lo que recomendamos ampliamente a los Usuarios a revisar detalladamente las políticas de privacidad que se desplieguen en los Sitios Cobrandeados.

source: If most schemes were to opt for co-branding and if this situation were to become permanent, SEPA would neither benefit from economies of scale nor from competition, as national schemes would most probably retain national business, and only cross-border transactions would be routed through international card schemes.
es: Si la mayoría de las redes optasen por la marca compartida y esta situación se convirtiera en permanente, la SEPA no se beneficiaría ni de las economías de escala ni de la competencia, ya que es muy probable que las redes nacionales siguiesen realizando las operaciones nacionales y sólo utilizaran las redes internacionales para las transfronterizas.

source: applies either his own logo or house-style or get-up or a get-up used for a number of different products ('co-branding'), or
es: aplique en el nuevo embalaje exterior su propio logotipo o su propio estilo o presentación o una presentación que utiliza para varios productos diferentes («co-branding»), o

source: The lack of financial independence of these structures remains a challenge for the National Commissions' mandate.
es: La falta de independencia financiera de estas estructuras es un reto para el mandato de la Comisiones Nacionales.

source: When Mac mini is idle, it consumes less than 13 watts 45 percent less power than the previous generation.
es: Cuando está en reposo, el Mac mini apenas consume 13 vatios un 45 por ciento menos que la generación anterior.

source: One percent comes here and is used for the wrong things.
es: Un porcentaje viene aquí y se usa para las cosas equivocadas.

source: The new limited warranty for furniture fabrics provides for 100 percent replacement value through the fifth year of service.
es: La nueva garantía limitada para textiles de muebles proporciona el 100 por ciento del valor del cambio durante el quinto año de servicio.

source: The Official Airline Guide (OAG), which compiles industry data, forecasts reductions of 5 percent in December and 3 percent in January compared to 2007 and 2008, respectively.
es: La guía oficial de líneas aéreas (OAG; por sus siglas en inglés), que compila información sobre este rubro, pronostica reducciones del 5% para diciembre y del 3% para enero, en comparación con 2007 y 2008 respectivamente.

source: The proposal on establishing a capital expenditure fund was supported.
es: La propuesta de establecer un fondo de gastos de capital recibió apoyo.

source: Step 50 contains the cost of sales COGS, as a negative value.
es: La etapa 50 incluye los gastos de venta COGS como valor negativo.

source: Condition type COGS (Cost of sales)
es: Clase de condición COGS (Gastos de venta)

source: If, indeed, COGS played a significant role in [the] situation of the domestic industry, one would have expected operating profits to increase while COGS was decreasing
es: Si el costo de los productos vendidos desempeñara efectivamente un papel de importancia en la situación de la rama de producción nacional, cabría esperar que los márgenes de explotación hubieran aumentado al disminuir el costo de los productos vendidos

source: The same applies to condition type COGS.
es: Esto también es válido para la clase de condición COGS.

source: The verification report shows that the verified COGS was slightly lower than the system COGS.
es: El reporte de la verificación muestra que los COGS verificados fueron ligeramente inferiores a los COGS del sistema.

source: Prolamsa Cost Verification Report (Prop. R. Doc. 79) at 11-12. Prolamsa contends that because the system COGS formed the basis of the value reported as the COM for subject merchandise, the COM for subject merchandise, along with all other reported values derived from the system COGS, should be reduced by the percentage by which the system COGS was found to exceed the verified COGS.
es: Reporte de Verificación de Costos de Prolamsa (Versión Confidencial del Expediente Administrativo, Doc. 79) en 11-12. Prolamsa argumenta que debido a que el sistema de COGS constituía la base del valor reportado como el COM para la mercancía objeto de investigación, junto con los otros valores reportados derivados del sistema de COGS, el COM de ésta debe reducirse por el porcentaje por el cual el sistema de COGS excedió los COGS verificados.

source: In the event a Notary is present at the request of the Corporation to prepare the Minutes of the Meeting, then he will ask those attending if there is any reserve or protest regarding the shareholder attendance information and capital stated by the president.
es: Si estuviera presente un Notario requerido por la Sociedad para levantar el Acta de la Junta preguntará a los asistentes si existieran reservas o protestas sobre los datos de asistencia de socios y capital manifestados por el Presidente.

source: Many card schemes and banks expressed their preference for co-branding.
es: Muchas entidades y redes han expresado su preferencia por la marca compartida.

source: "However, co-branding cannot be the only solution chosen by the European banking sector in this regard, nor should it be used as a ""waitand-see"" approach, as substitute for the active development of (a) new European scheme(s)."
es: Sin embargo, la marca compartida no puede ser la solución única que el sector bancario europeo elija a este respecto y tampoco debe utilizarse como una solución temporal que sustituya al desarrollo activo de nuevas redes europeas.

source: However, co-branding as a solution would merely perpetuate the present situation, whereby a multiplicity of schemes are protected from competition by national borders.
es: Sin embargo, la marca compartida es una solución que solamente perpetuaría la situación actual, en la que un gran número de redes se encuentra protegido de la competencia por las fronteras nacionales.

source: This new initiative was made possible by the adoption of an innovative cross-fertilization policy on co-branding, co-sponsoring and co-promotional activities.
es: Esta nueva iniciativa fue posible gracias a la adopción de una política innovadora de inspiración mutua en actividades conjuntas de creación de la imagen, patrocinio y promoción.

source: With regard to co-branding, Visa and MasterCard should not prevent European banks from co-branding their European card schemes with them, regardless of whether this cobranding is designed to obtain full euro area or international-wide reach.
es: Por lo que se refiere a la marca compartida, ni Visa ni MasterCard deben impedir que las entidades de crédito europeas creen marcas compartidas con sus redes de tarjetas europeas, independientemente de que su creación pretenda dar servicio a la zona del euro o sea de ámbito internacional.
